// 1. Название функции должно содержать галгол (в большинстве случаев)
// 2. Название функции должно быть конкретным

// 1. Показывает лоудер
// Неправильное название
function show() {}
// Правильное название
function showLoader() {}

// 2. Переправляет пользователя на следующую страницу
// Неправильное название
function next() {}
// Правильное название
function goToNextPage() {}

// 3. Выводит звук животного
// Неправильное название
function sound() {}
// Правильное название
function getAnimalSound() {}
